app = 袧邪褋褌褉芯泄泻懈 薪邪 LINGMO
dbus-connection-error = 小胁褗褉蟹胁邪薪械褌芯 泻褗屑 DBus 械 薪械褍褋锌械褕薪芯
ok = 袛芯斜褉械
unknown = 袧械懈蟹胁械褋褌薪芯
number = { $number }

## Network & Wireless

add-network = 袛芯斜邪胁褟薪械 薪邪 屑褉械卸邪
    .profile = 袛芯斜邪胁褟薪械 薪邪 锌褉芯褎懈谢
add-vpn = 袛芯斜邪胁褟薪械 薪邪 袙效袦
airplane-on = 小邪屑芯谢械褌薪懈褟褌 褉械卸懈屑 械 胁泻谢褞褔械薪.
cable-unplugged = 袣邪斜械谢褗褌 械 懈蟹胁邪写械薪
connect = 小胁褗褉蟹胁邪薪械
connected = 小胁褗褉蟹邪薪芯
connecting = 小胁褗褉蟹胁邪薪械鈥?disconnect = 袩褉械泻褗褋胁邪薪械
forget = 袟邪斜褉邪胁褟薪械
known-networks = 袩芯蟹薪邪褌懈 屑褉械卸懈
network-and-wireless = 袦褉械卸邪 懈 斜械蟹卸懈褔薪邪 胁褉褗蟹泻邪
no-networks = 袧褟屑邪 薪邪屑械褉械薪懈 屑褉械卸懈.
no-vpn = 袧褟屑邪 薪邪谢懈褔薪懈 袙效袦 胁褉褗蟹泻懈.
password = 袩邪褉芯谢邪
password-confirm = 袩芯褌胁褗褉卸写邪胁邪薪械 薪邪 薪芯胁邪褌邪 锌邪褉芯谢邪
remove = 袩褉械屑邪褏胁邪薪械
settings = 袧邪褋褌褉芯泄泻懈
username = 袩芯褌褉械斜懈褌械谢褋泻芯 懈屑械
visible-networks = 袙懈写懈屑懈 屑褉械卸懈
identity = 小邪屑芯谢懈褔薪芯褋褌
auth-dialog = 袠蟹懈褋泻胁邪 褋械 懈写械薪褌懈褎懈泻邪褑懈褟
    .vpn-description = 袙褗胁械写械褌械 锌芯褌褉械斜懈褌械谢褋泻芯褌芯 懈屑械 懈 锌邪褉芯谢邪褌邪 薪邪 袙效袦 褍褋谢褍谐邪褌邪.
    .wifi-description = 袙褗胁械写械褌械 锌邪褉芯谢邪褌邪 懈谢懈 泻谢褞褔邪 蟹邪 褕懈褎褉懈褉邪薪械. 袦芯卸械 写邪 褋械 褋胁褗褉卸械褌械 懈 褔褉械蟹 薪邪褌懈褋泻邪薪械 薪邪 斜褍褌芯薪邪 鈥濿PS鈥?薪邪 褉褍褌械褉邪.
forget-dialog = 袟邪斜褉邪胁褟薪械 薪邪 Wi-Fi 屑褉械卸邪褌邪?
    .description = 些械 褌褉褟斜胁邪 芯褌薪芯胁芯 写邪 胁褗胁械写械褌械 锌邪褉芯谢邪, 蟹邪 写邪 懈蟹锌芯谢蟹胁邪褌械 褌邪蟹懈 Wi-Fi 屑褉械卸邪 胁 斜褗写械褖械.
network-device-state =
    .activated = 小胁褗褉蟹邪薪芯
    .config = 小胁褗褉蟹胁邪薪械
    .deactivating = 袩褉械泻褗褋胁邪薪械
    .disconnected = 袩褉械泻褗褋薪邪褌芯
    .failed = 小胁褗褉蟹胁邪薪械褌芯 械 薪械褍褋锌械褕薪芯
    .ip-check = 袩褉芯胁械褉褟胁邪薪械 薪邪 胁褉褗蟹泻邪褌邪
    .ip-config = 袠蟹胁谢懈褔邪薪械 薪邪 IP 懈 屑邪褉褕褉褍褌懈蟹邪褑懈褟
    .need-auth = 袠蟹懈褋泻胁邪 褋械 懈写械薪褌懈褎懈泻邪褑懈褟
    .prepare = 袩芯写谐芯褌胁褟薪械 蟹邪 褋胁褗褉蟹胁邪薪械
    .secondaries = 袠蟹褔邪泻胁邪薪械 薪邪 胁褌芯褉懈褔薪邪 胁褉褗蟹泻邪
    .unavailable = 袧械写芯褋褌褗锌薪邪
    .unknown = 袧械懈蟹胁械褋褌薪芯 褋褗褋褌芯褟薪懈械
    .unmanaged = 袘械蟹 褍锌褉邪胁谢械薪懈械
    .unplugged = 袣邪斜械谢褗褌 械 懈蟹胁邪写械薪
remove-connection-dialog = 袩褉械屑邪褏胁邪薪械 薪邪 锌褉芯褎懈谢邪 薪邪 胁褉褗蟹泻邪褌邪?
    .vpn-description = 袟邪 写邪 懈蟹锌芯谢蟹胁邪褌械 褌邪蟹懈 屑褉械卸邪 胁 斜褗写械褖械, 褖械 褌褉褟斜胁邪 芯褌薪芯胁芯 写邪 胁褗胁械写械褌械 锌邪褉芯谢邪.
    .wired-description = 袟邪 写邪 懈蟹锌芯谢蟹胁邪褌械 褌芯蟹懈 锌褉芯褎懈谢 胁 斜褗写械褖械, 褖械 褌褉褟斜胁邪 写邪 谐芯 褋褗蟹写邪写械褌械 芯褌薪芯胁芯.
vpn = 袙效袦
    .connections = 袙褉褗蟹泻懈 褋 袙效袦
    .error = 袧邪褋褌褉芯泄泻懈褌械 薪邪 袙效袦 薪械 屑芯卸械 写邪 斜褗写邪褌 写芯斜邪胁械薪懈
    .remove = 袩褉械屑邪褏胁邪薪械 薪邪 锌褉芯褎懈谢邪 薪邪 胁褉褗蟹泻邪褌邪
    .select-file = 袠蟹斜械褉械褌械 褎邪泄谢 蟹邪 薪邪褋褌褉芯泄泻懈 薪邪 袙效袦
vpn-error = 袚褉械褕泻邪 褋 袙效袦
    .config = 袧邪褋褌褉芯泄泻懈褌械 薪邪 袙效袦 薪械 屑芯卸械 写邪 斜褗写邪褌 写芯斜邪胁械薪懈
    .connect = 袚褉械褕泻邪 锌褉懈 褋胁褗褉蟹胁邪薪械褌芯 褋 袙效袦
    .connection-editor = 袪械写邪泻褌芯褉褗褌 薪邪 胁褉褗蟹泻邪褌邪 械 薪械褍褋锌械褕械薪
    .connection-settings = 袧邪褋褌褉芯泄泻懈褌械 蟹邪 邪泻褌懈胁薪懈褌械 胁褉褗蟹泻懈 薪械 屑芯卸械 写邪 斜褗写邪褌 锌芯谢褍褔械薪懈
    .updating-state = 小褗褋褌芯褟薪懈械褌芯 薪邪 NetworkManager 薪械 屑芯卸械 写邪 斜褗写械 芯斜薪芯胁械薪芯
    .wireguard-config-path = 袦械褋褌芯锌芯谢芯卸械薪懈械 薪邪 褎邪泄谢邪 蟹邪 薪邪褋褌褉芯泄泻懈褌械 薪邪 WireGuard 械 薪械胁邪谢懈写薪芯
    .wireguard-config-path-desc = 袠蟹斜褉邪薪懈褟褌 褎邪泄谢 褌褉褟斜胁邪 写邪 褋械 薪邪屑懈褉邪 胁 谢芯泻邪谢薪邪 褎邪泄谢芯胁邪 褋懈褋褌械屑邪.
    .wireguard-device = 校褋褌褉芯泄褋褌胁芯褌芯 薪邪 WireGuard 薪械 屑芯卸械 写邪 斜褗写械 褋褗蟹写邪写械薪芯
    .with-password =
        袟邪写邪胁邪薪械褌芯 薪邪 袙效袦 褋 nmcli 械 薪械褍褋锌械褕薪芯 { $field ->
           *[username] 锌芯褌褉械斜懈褌械谢褋泻芯 懈屑械
            [password] 锌邪褉芯谢邪
            [password-flags] 褎谢邪谐芯胁械 蟹邪 锌邪褉芯谢邪
        }
wired = 袣邪斜械谢薪邪 屑褉械卸邪
    .adapter = 袣邪斜械谢械薪 邪写邪锌褌械褉 { $id }
    .connections = 袣邪斜械谢薪懈 胁褉褗蟹泻懈
    .devices = 袣邪斜械谢薪懈 褍褋褌褉芯泄褋褌胁邪
    .remove = 袩褉械屑邪褏胁邪薪械 薪邪 锌褉芯褎懈谢邪 薪邪 胁褉褗蟹泻邪褌邪
wifi = Wi-Fi
    .adapter = Wi-Fi 邪写邪锌褌械褉 { $id }
    .forget = 袟邪斜褉邪胁褟薪械 薪邪 褌邪蟹懈 屑褉械卸邪
wireguard-dialog = 袛芯斜邪胁褟薪械 薪邪 WireGuard 褍褋褌褉芯泄褋褌胁芯
    .description = 袠蟹斜械褉械褌械 懈屑械 薪邪 褍褋褌褉芯泄褋褌胁芯褌芯 蟹邪 薪邪褋褌褉芯泄泻懈褌械 薪邪 WireGuard.

## Networking: Online Accounts

online-accounts = 袪械谐懈褋褌褉邪褑懈懈 胁 袠薪褌械褉薪械褌
    .desc = 袛芯斜邪胁褟薪械 薪邪 褉械谐懈褋褌褉邪褑懈懈, IMAP, SMTP 懈 泻芯褉锌芯褉邪褌懈胁薪懈 褉械谐懈褋褌褉邪褑懈懈

# Bluetooth

activate = 袗泻褌懈胁懈褉邪薪械
confirm = 袩芯褌胁褗褉卸写邪胁邪薪械
enable = 袙泻谢褞褔胁邪薪械
bluetooth = Bluetooth
    .desc = 校锌褉邪胁谢械薪懈械 薪邪 Bluetooth 褍褋褌褉芯泄褋褌胁邪褌邪
    .status = 孝邪蟹懈 褋懈褋褌械屑邪 械 胁懈写懈屑邪 泻邪褌芯 { $aliases }, 写芯泻邪褌芯 薪邪褋褌褉芯泄泻懈褌械 薪邪 Bluetooth 褋邪 芯褌胁芯褉械薪懈.
    .connected = 小胁褗褉蟹邪薪芯
    .connecting = 小胁褗褉蟹胁邪薪械
    .disconnecting = 袩褉械泻褗褋胁邪薪械
    .connect = 小胁褗褉蟹胁邪薪械
    .disconnect = 袩褉械泻褗褋胁邪薪械
    .forget = 袟邪斜褉邪胁褟薪械
    .dbus-error = 袙褗蟹薪懈泻薪邪 谐褉械褕泻邪 锌芯 胁褉械屑械 薪邪 褉邪斜芯褌邪 褋 DBus: { $why }
    .disabled = 校褋谢褍谐邪褌邪 蟹邪 Bluetooth 械 懈蟹泻谢褞褔械薪邪
    .inactive = 校褋谢褍谐邪褌邪 蟹邪 Bluetooth 薪械 械 邪泻褌懈胁薪邪
    .unknown = 校褋谢褍谐邪褌邪 蟹邪 Bluetooth 薪械 屑芯卸械 写邪 斜褗写械 胁泻谢褞褔械薪邪. 袠薪褋褌邪谢懈褉邪薪芯 谢懈 械 bluez?
bluetooth-paired = 袩褉械写懈褕薪芯 褋胁褗褉蟹邪薪懈 褍褋褌褉芯泄褋褌胁邪
    .connect = 小胁褗褉蟹胁邪薪械
    .battery = { $percentage }% 蟹邪褉褟写
bluetooth-confirm-pin = 袩芯褌胁褗褉写械褌械 Bluetooth 袩袠袧 泻芯写邪
    .description = 袩芯褌胁褗褉写械褌械, 褔械 褋谢械写薪懈褟褌 袩袠袧 泻芯写 褋褗胁锌邪写邪 褋 褌芯蟹懈, 泻芯泄褌芯 褋械 锌芯泻邪蟹胁邪 薪邪 { $device }
bluetooth-available = 校褋褌褉芯泄褋褌胁邪 胁 斜谢懈蟹芯褋褌
bluetooth-adapters = Bluetooth 邪写邪锌褌械褉懈

## Accessibility

accessibility = 袛芯褋褌褗锌薪芯褋褌
    .vision = 袟褉械薪懈械
    .on = 袙泻谢.
    .off = 袠蟹泻谢.
    .unavailable = 袧械写芯褋褌褗锌薪芯
    .screen-reader = 袝泻褉邪薪械薪 褔械褌械褑
    .high-contrast = 袪械卸懈屑 薪邪 胁懈褋芯泻 泻芯薪褌褉邪褋褌
    .invert-colors = 袨斜褉褗褖邪薪械 薪邪 褑胁械褌芯胁械褌械
    .color-filters = 笑胁械褌芯胁懈 褎懈谢褌褉懈
hearing = 小谢褍褏
    .mono = 袙褗蟹锌褉芯懈蟹胁械卸写邪薪械 薪邪 褋褌械褉械芯 邪褍写懈芯 泻邪褌芯 屑芯薪芯
default = 小褌邪薪写邪褉褌薪芯
magnifier = 袥褍锌邪
    .controls =
        袠谢懈 褌械蟹懈 泻谢邪胁懈褕薪懈 泻芯屑斜懈薪邪褑懈懈: { $zoom_in ->
            [zero] { "" }
           *[other]
                { "" }
                { $zoom_in } 蟹邪 褍胁械谢懈褔邪胁邪薪械,
        }{ $zoom_out ->
            [zero] { "" }
           *[other]
                { "" }
                { $zoom_out } 蟹邪 薪邪屑邪谢褟胁邪薪械,
        }
        Super + 锌褉械胁褗褉褌邪薪械 薪邪 屑懈褕泻邪褌邪
    .scroll_controls = 袙泻谢褞褔胁邪薪械 薪邪 褍胁械谢懈褔械薪懈械褌芯 薪邪 屑懈褕泻邪褌邪 懈谢懈 褋械薪蟹芯褉薪懈褟 锌邪薪械谢 褋褗褋 Super + Scroll
    .show_overlay = 袩芯泻邪蟹胁邪薪械 薪邪 懈蟹谐谢械写邪 薪邪 谢褍锌邪褌邪
    .increment = 小褌褗锌泻邪 薪邪 屑邪褖邪斜懈褉邪薪械
    .signin = 小褌邪褉褌懈褉邪薪械 薪邪 谢褍锌邪 锌褉懈 胁锌懈褋胁邪薪械
    .applet = 袩褉械胁泻谢褞褔胁邪薪械 薪邪 谢褍锌邪褌邪 胁 谐褉邪褎懈褔薪懈褟 芯斜械泻褌 薪邪 锌邪薪械谢邪
    .movement = 袠蟹谐谢械写褗褌 薪邪 褍胁械谢懈褔械薪懈械褌芯 褋械 写胁懈卸懈
    .continuous = 袧械锌褉械泻褗褋薪邪褌芯 褋 锌芯泻邪蟹邪谢械褑邪
    .onedge = 袣芯谐邪褌芯 锌芯泻邪蟹邪谢械褑褗褌 写芯褋褌懈谐薪械 褉褗斜邪
    .centered = 袩芯泻邪蟹胁邪薪械 薪邪 锌芯泻邪蟹邪谢械褑邪 胁 褋褉械写邪褌邪
color-filter = 袙懈写 褑胁械褌械薪 褎懈谢褌褗褉
    .unknown = 袗泻褌懈胁械薪 械 薪械懈蟹胁械褋褌械薪 褎懈谢褌褗褉
    .greyscale = 效械褉薪芯-斜褟谢芯
    .deuteranopia = 袟械谢械薪芯/效械褉胁械薪芯 (褋谢邪斜芯 蟹褉械薪懈械 蟹邪 蟹械谢械薪芯, 写械褍褌械褉邪薪芯锌懈褟)
    .protanopia = 效械褉胁械薪芯/袟械谢械薪芯 (褋谢邪斜芯 蟹褉械薪懈械 蟹邪 褔械褉胁械薪芯, 锌褉芯褌邪薪芯锌懈褟)
    .tritanopia = 小懈薪褜芯/袞褗谢褌芯 (褋谢邪斜芯 蟹褉械薪懈械 蟹邪 褋懈薪褜芯, 褌褉懈褌邪薪芯锌懈褟)

## Desktop

desktop = 袪邪斜芯褌械薪 锌谢芯褌

## Desktop: Wallpaper

wallpaper = 肖芯薪
    .change = 袩褉芯屑械薪褟薪械 薪邪 懈蟹芯斜褉邪卸械薪懈械褌芯 胁褋械泻懈
    .desc = 袠蟹芯斜褉邪卸械薪懈褟 薪邪 褌邪锌械褌懈, 褑胁械褌芯胁械 懈 芯锌褑懈懈 蟹邪 锌褉芯卸械泻褑懈褟.
    .fit = 袧邪锌邪褋胁邪薪械 薪邪 褎芯薪邪
    .folder-dialog = 袠蟹斜芯褉 薪邪 锌邪锌泻邪 褋 褌邪锌械褌懈
    .image-dialog = 袠蟹斜芯褉 薪邪 懈蟹芯斜褉邪卸械薪懈械
    .plural = 肖芯薪芯胁械
    .same = 袝写懈薪 懈 褋褗褖 褌邪锌械褌 薪邪 胁褋懈褔泻懈 械泻褉邪薪懈
    .slide = 袩褉芯卸械泻褑懈褟
add-color = 袛芯斜邪胁褟薪械 薪邪 褑胁褟褌
add-image = 袛芯斜邪胁褟薪械 薪邪 懈蟹芯斜褉邪卸械薪懈械
all-displays = 袙褋懈褔泻懈 械泻褉邪薪懈
colors = 笑胁械褌芯胁械
dialog-add = 袛芯斜邪胁褟薪械
fill = 袟邪锌褗谢胁邪薪械
fit-to-screen = 袧邪锌邪褋胁邪薪械 胁 械泻褉邪薪邪
open-new-folder = 袨褌胁邪褉褟薪械 薪邪 薪芯胁邪 锌邪锌泻邪
recent-folders = 小泻芯褉芯 芯褌胁邪褉褟薪懈 锌邪锌泻懈
x-minutes =
    { $number } { $number ->
        [one] 屑懈薪褍褌邪
       *[other] 屑懈薪褍褌懈
    }
x-hours =
    { $number } { $number ->
        [one] 褔邪褋
       *[other] 褔邪褋邪
    }
never = 袧懈泻芯谐邪

## Desktop: Appearance

appearance = 袙褗薪褕械薪 胁懈写
    .desc = 袗泻褑械薪褌懈褉邪褖懈 褑胁械褌芯胁械 懈 褌械屑邪
accent-color = 袗泻褑械薪褌懈褉邪褖 褑胁褟褌
app-background = 肖芯薪 薪邪 锌褉芯蟹芯褉械褑邪
auto = 袗胁褌芯屑邪褌懈褔薪芯
close = 袟邪褌胁邪褉褟薪械
color-picker = 袠蟹斜芯褉 薪邪 褑胁褟褌
copied-to-clipboard = 袣芯锌懈褉邪薪芯 胁 斜褍褎械褉邪 蟹邪 芯斜屑械薪
copy-to-clipboard = 袣芯锌懈褉邪薪械 胁 斜褍褎械褉邪 蟹邪 芯斜屑械薪
dark = 孝褗屑薪邪 褌械屑邪
export = 袠蟹薪邪褋褟薪械
hex = Hex
import = 袙薪邪褋褟薪械
light = 小胁械褌谢邪 褌械屑邪
mode-and-colors = 袪械卸懈屑 懈 褑胁械褌芯胁械
recent-colors = 小泻芯褉芯 锌芯谢蟹胁邪薪懈 褑胁械褌芯胁械
reset-to-default = 袙褉褗褖邪薪械 薪邪 褋褌邪薪写邪褉褌薪懈褌械 薪邪褋褌褉芯泄泻懈
rgb = RGB
window-hint-accent = 笑胁褟褌 薪邪 褉邪屑泻邪褌邪 薪邪 邪泻褌懈胁薪懈褟 锌褉芯蟹芯褉械褑
window-hint-accent-toggle = 袠蟹锌芯谢蟹胁邪 邪泻褑械薪褌懈褉邪褖懈褟 褑胁褟褌 薪邪 褌械屑邪褌邪 泻邪褌芯 褉邪屑泻邪 蟹邪 邪泻褌懈胁薪懈褟 锌褉芯蟹芯褉械褑
auto-switch = 袗胁褌芯屑邪褌懈褔薪芯 锌褉械胁泻谢褞褔胁邪薪械 屑械卸写褍 褋胁械褌褗谢 懈 褌褗屑械薪 褉械卸懈屑
    .sunrise = 袩褉械胁泻谢褞褔胁邪薪械 胁 褋胁械褌褗谢 褉械卸懈屑 锌褉懈 懈蟹谐褉械胁
    .sunset = 袩褉械胁泻谢褞褔胁邪薪械 胁 褌褗屑械薪 褉械卸懈屑 锌褉懈 蟹邪谢械蟹
    .next-sunrise = 袩褉械胁泻谢褞褔胁邪薪械 胁 褋胁械褌褗谢 褉械卸懈屑 锌褉懈 褋谢械写胁邪褖懈褟 懈蟹谐褉械胁
    .next-sunset = 袩褉械胁泻谢褞褔胁邪薪械 胁 褌褗屑械薪 褉械卸懈屑 锌褉懈 褋谢械写胁邪褖懈褟 蟹邪谢械蟹
container-background = 肖芯薪 薪邪 泻芯薪褌械泄薪械褉懈
    .desc-detail = 笑胁械褌褗褌 薪邪 褎芯薪邪 薪邪 泻芯薪褌械泄薪械褉懈褌械 褋械 懈蟹锌芯谢蟹胁邪 蟹邪 褋褌褉邪薪懈褔薪邪褌邪 谢械薪褌邪 蟹邪 薪邪胁懈谐邪褑懈褟, 褋褌褉邪薪懈褔薪懈 锌邪薪械谢懈, 写懈邪谢芯谐芯胁懈 锌褉芯蟹芯褉褑懈 懈 写褉褍谐懈 锌芯写芯斜薪懈 谐褉邪褎懈褔薪懈 械谢械屑械薪褌懈. 小褌邪薪写邪褉褌薪芯 褌芯泄 褋械 锌芯谢褍褔邪胁邪 邪胁褌芯屑邪褌懈褔薪芯 芯褌 褎芯薪邪 薪邪 锌褉芯蟹芯褉械褑邪.
    .reset = 袙褉褗褖邪薪械 泻褗屑 邪胁褌芯屑邪褌懈褔薪芯
    .desc = 袠蟹锌芯谢蟹胁邪 蟹邪 褋褌褉邪薪懈褔薪邪褌邪 谢械薪褌邪 蟹邪 薪邪胁懈谐邪褑懈褟, 褋褌褉邪薪懈褔薪懈 锌邪薪械谢懈, 写懈邪谢芯谐芯胁懈 锌褉芯蟹芯褉褑懈 懈 写褉褍谐懈 锌芯写芯斜薪懈 谐褉邪褎懈褔薪懈 械谢械屑械薪褌懈
control-tint = 袨褌褌械薪褗泻 薪邪 泻芯薪褌褉芯谢薪懈褌械 泻芯屑锌芯薪械薪褌
    .desc = 袠蟹锌芯谢蟹胁邪 褋械 蟹邪 褎芯薪芯胁械 薪邪 褋褌邪薪写邪褉褌薪懈 斜褍褌芯薪懈, 锌芯谢械褌邪 蟹邪 褌褗褉褋械薪械, 褌械泻褋褌芯胁懈 锌芯谢械褌邪 懈 写褉褍谐懈 锌芯写芯斜薪懈 泻芯屑锌芯薪械薪褌懈
frosted = 袝褎械泻褌 薪邪 屑邪褌懈褉邪薪芯 褋褌褗泻谢芯 胁褗褉褏褍 懈薪褌械褉褎械泄褋邪 薪邪 褋懈褋褌械屑邪褌邪
    .desc = 袩褉懈谢邪谐邪 蟹邪屑褗谐谢褟胁邪薪械 薪邪 褎芯薪邪 蟹邪 锌邪薪械谢邪, 写芯泻邪, 谐褉邪褎懈褔薪懈 芯斜械泻褌懈, 褋褌邪褉褌械褉邪 懈 斜懈斜谢懈芯褌械泻邪褌邪 褋 锌褉芯谐褉邪屑懈
enable-export = 袩褉懈谢邪谐邪薪械 薪邪 褌械泻褍褖邪褌邪 褌械屑邪 泻褗屑 锌褉芯谐褉邪屑懈褌械 薪邪 GNOME.
    .desc = 袧械 胁褋懈褔泻懈 锌褉芯谐褉邪屑懈 锌芯写写褗褉卸邪褌 邪胁褌芯屑邪褌懈褔薪芯 锌褉械胁泻谢褞褔胁邪薪械 薪邪 褌械屑邪褌邪. 小谢械写 锌褉芯屑褟薪邪 薪邪 褌械屑邪褌邪 屑芯卸械 写邪 褋械 薪邪谢芯卸懈 写邪 褉械褋褌邪褉褌懈褉邪褌械 锌褉芯谐褉邪屑懈褌械, 泻芯懈褌芯 薪械 褋邪 褔邪褋褌 芯褌 LINGMO.
icon-theme = 孝械屑邪 薪邪 懈泻芯薪泻懈褌械
    .desc = 袩褉懈谢邪谐邪 褉邪蟹谢懈褔械薪 薪邪斜芯褉 芯褌 懈泻芯薪泻懈 泻褗屑 锌褉芯谐褉邪屑懈褌械
text-tint = 袨褑胁械褌褟胁邪薪械 薪邪 褌械泻褋褌邪 薪邪 懈薪褌械褉褎械泄褋邪
    .desc = 袠蟹锌芯谢蟹胁邪 蟹邪 懈蟹胁械卸写邪薪械 薪邪 褑胁械褌芯胁械褌械 薪邪 褌械泻褋褌邪 薪邪 懈薪褌械褉褎械泄褋邪, 泻芯懈褌芯 懈屑邪褌 写芯褋褌邪褌褗褔械薪 泻芯薪褌褉邪褋褌 胁褗褉褏褍 褉邪蟹谢懈褔薪懈 锌芯胁褗褉褏薪芯褋褌懈
style = 小褌懈谢
    .round = 袟邪泻褉褗谐谢械薪
    .slightly-round = 袥械泻芯 蟹邪泻褉褗谐谢械薪
    .square = 袣胁邪写褉邪褌械薪
interface-density = 袩谢褗褌薪芯褋褌 薪邪 懈薪褌械褉褎械泄褋邪
    .comfortable = 校写芯斜薪芯
    .compact = 袣芯屑锌邪泻褌薪芯
    .spacious = 袩褉芯褋褌芯褉薪芯
window-management-appearance = 校锌褉邪胁谢械薪懈械 薪邪 锌褉芯蟹芯褉褑懈
    .active-hint = 袪邪蟹屑械褉 薪邪 褉邪屑泻邪褌邪 薪邪 邪泻褌懈胁薪懈褟 锌褉芯蟹芯褉械褑
    .gaps = 袩褉芯褋褌褉邪薪褋褌胁芯 芯泻芯谢芯 锌褉懈谢械锌薪邪褌懈褌械 锌褉芯蟹芯褉褑懈褌械

### Experimental

experimental-settings = 袝泻褋锌械褉懈屑械薪褌邪谢薪懈 薪邪褋褌褉芯泄泻懈
icons-and-toolkit = 小褌懈谢懈蟹懈褉邪薪械 薪邪 懈泻芯薪泻懈褌械 懈 谐褉邪褎懈褔薪邪褌邪 褋褉械写邪
interface-font = 小懈褋褌械屑械薪 褕褉懈褎褌
monospace-font = 袪邪胁薪芯褕懈褉芯泻 褕褉懈褎褌

## Desktop: Notifications

notifications = 袠蟹胁械褋褌懈褟
    .desc = 袟邪谐谢褍褕邪胁邪薪械 薪邪 懈蟹胁械褋褌懈褟褌邪, 懈蟹胁械褋褌懈褟 芯褌 蟹邪泻谢褞褔械薪 械泻褉邪薪 懈 薪邪褋褌褉芯泄泻懈 蟹邪 胁褋褟泻邪 锌褉芯谐褉邪屑邪

## Desktop: Panel

panel = 袩邪薪械谢
    .desc = 袨褋薪芯胁薪邪 褋懈褋褌械屑薪邪 谢械薪褌邪 蟹邪 屑械薪褞褌邪 懈 谐褉邪褎懈褔薪懈 芯斜械泻褌懈
add = 袛芯斜邪胁褟薪械
add-applet = 袛芯斜邪胁褟薪械 薪邪 谐褉邪褎懈褔械薪 芯斜械泻褌
all = 袙褋懈褔泻懈
applets = 袚褉邪褎懈褔薪懈 芯斜械泻褌懈
center-segment = 袙 褋褉械写邪褌邪
end-segment = 袙 泻褉邪褟
large = 袚芯谢褟屑
no-applets-found = 袧褟屑邪 薪邪屑械褉械薪懈 谐褉邪褎懈褔薪懈 芯斜械泻褌懈...
panel-bottom = 袛芯谢褍
panel-left = 袥褟胁芯
panel-right = 袛褟褋薪芯
panel-top = 袚芯褉械
search-applets = 孝褗褉褋械薪械 薪邪 谐褉邪褎懈褔薪懈 芯斜械泻褌懈...
small = 袦邪谢褗泻
start-segment = 袙 薪邪褔邪谢芯褌芯
panel-appearance = 袙褗薪褕械薪 胁懈写
    .match = 小懈褋褌械屑薪邪 褌械屑邪
    .light = 小胁械褌谢邪 褌械屑邪
    .dark = 孝褗屑薪邪 褌械屑邪
panel-behavior-and-position = 袩芯胁械写械薪懈械 懈 锌芯蟹懈褑懈褟
    .autohide = 袗胁褌芯屑邪褌懈褔薪芯 褋泻褉懈胁邪薪械 薪邪 锌邪薪械谢邪
    .dock-autohide = 袗胁褌芯屑邪褌懈褔薪芯 褋泻褉懈胁邪薪械 薪邪 写芯泻邪
    .position = 袩芯蟹懈褑懈褟 薪邪 械泻褉邪薪邪
    .display = 袩芯泻邪蟹胁邪薪械 薪邪 械泻褉邪薪邪
panel-style = 小褌懈谢
    .anchor-gap = 袪邪蟹褋褌芯褟薪懈械 屑械卸写褍 锌邪薪械谢邪 懈 褉褗斜芯胁械褌械 薪邪 械泻褉邪薪邪
    .dock-anchor-gap = 袪邪蟹褋褌芯褟薪懈械 屑械卸写褍 写芯泻邪 懈 褉褗斜芯胁械褌械 薪邪 械泻褉邪薪邪
    .extend = 袪邪蟹褕懈褉褟胁邪薪械 薪邪 锌邪薪械谢邪 写芯 褉褗斜芯胁械褌械 薪邪 械泻褉邪薪邪
    .dock-extend = 袪邪蟹褕懈褉褟胁邪薪械 薪邪 写芯泻邪 写芯 褉褗斜芯胁械褌械 薪邪 械泻褉邪薪邪
    .appearance = 袙褗薪褕械薪 胁懈写
    .size = 袪邪蟹屑械褉
    .background-opacity = 袩褉芯蟹褉邪褔薪芯褋褌 薪邪 褎芯薪邪
panel-applets = 袧邪褋褌褉芯泄泻懈
    .dock-desc = 袧邪褋褌褉芯泄胁邪薪械 薪邪 械谢械屑械薪褌懈褌械 薪邪 写芯泻邪
    .desc = 袧邪褋褌褉芯泄胁邪薪械 薪邪 械谢械屑械薪褌懈褌械 薪邪 锌邪薪械谢邪
panel-missing = 袧邪褋褌褉芯泄泻懈褌械 薪邪 锌邪薪械谢邪 谢懈锌褋胁邪褌
    .desc = 肖邪泄谢褗褌 蟹邪 薪邪褋褌褉芯泄泻懈褌械 薪邪 锌邪薪械谢邪 谢懈锌褋胁邪, 蟹邪褖芯褌芯 褋械 懈蟹锌芯谢蟹胁邪褌 写褉褍谐懈 薪邪褋褌褉芯泄泻懈 懈谢懈 械 锌芯胁褉械写械薪.
    .fix = 袙褉褗褖邪薪械 薪邪 褋褌邪薪写邪褉褌薪懈褌械 薪邪褋褌褉芯泄泻懈

## Desktop: Dock

dock = 袛芯泻
    .desc = 袥械薪褌邪 锌芯 懈蟹斜芯褉 蟹邪 锌褉芯谐褉邪屑懈 懈 谐褉邪褎懈褔薪懈 芯斜械泻褌懈

## Desktop: Window management

window-management = 校锌褉邪胁谢械薪懈械 薪邪 锌褉芯蟹芯褉褑懈
    .desc = 袛械泄褋褌胁懈械 薪邪 泻谢邪胁懈褕邪 鈥濻uper鈥? 芯锌褑懈懈 蟹邪 褍锌褉邪胁谢械薪懈械 薪邪 锌褉芯蟹芯褉褑懈褌械 懈 写芯锌褗谢薪懈褌械谢薪懈 芯锌褑懈懈 蟹邪 锌褉懈谢械锌胁邪薪械 薪邪 锌褉芯蟹芯褉褑懈褌械
super-key = 袛械泄褋褌胁懈械 薪邪 泻谢邪胁懈褕邪 鈥濻uper鈥?    .launcher = 袨褌胁邪褉褟薪械 薪邪 褋褌邪褉褌械褉邪
    .workspaces = 袨褌胁邪褉褟薪械 薪邪 褉邪斜芯褌薪懈褌械 锌褉芯褋褌褉邪薪褋褌胁邪
    .applications = 袨褌胁邪褉褟薪械 薪邪 锌褉芯谐褉邪屑懈褌械
    .disable = 袠蟹泻谢褞褔胁邪薪械
edge-gravity = 袩谢邪胁邪褖懈褌械 锌褉芯蟹芯褉褑懈 褋械 锌褉懈写褗褉锌胁邪褌 泻褗屑 斜谢懈蟹泻懈褌械 褉褗斜芯胁械
window-controls = 袣芯薪褌褉芯谢懈 薪邪 锌褉芯蟹芯褉褑懈褌械
    .maximize = 袩芯泻邪蟹胁邪薪械 薪邪 斜褍褌芯薪邪 蟹邪 屑邪泻褋懈屑懈蟹懈褉邪薪械
    .minimize = 袩芯泻邪蟹胁邪薪械 薪邪 斜褍褌芯薪邪 蟹邪 屑懈薪懈屑懈蟹懈褉邪薪械
    .active-window-hint = 袩芯泻邪蟹胁邪薪械 薪邪 褉邪屑泻邪 蟹邪 邪泻褌懈胁薪懈褟 锌褉芯蟹芯褉械褑
focus-navigation = 袧邪胁懈谐邪褑懈褟 褔褉械蟹 褎芯泻褍褋
    .focus-follows-cursor = 肖芯泻褍褋褗褌 写邪 褋谢械写懈 锌芯泻邪蟹邪谢械褑邪
    .focus-follows-cursor-delay = 袟邪泻褗褋薪械薪懈械 薪邪 褎芯泻褍褋邪 褋谢械写 锌芯泻邪蟹邪谢械褑邪 胁 屑褋
    .cursor-follows-focus = 袩芯泻邪蟹邪谢械褑褗褌 写邪 褋谢械写懈 褎芯泻褍褋邪

## Desktop: Workspaces

workspaces = 袪邪斜芯褌薪懈 锌褉芯褋褌褉邪薪褋褌胁邪
    .desc = 袨褉懈械薪褌邪褑懈褟 懈 锌芯胁械写械薪懈械 薪邪 褉邪斜芯褌薪懈褌械 锌褉芯褋褌褉邪薪褋褌胁邪
workspaces-behavior = 袩芯胁械写械薪懈械 薪邪 褉邪斜芯褌薪懈褌械 锌褉芯褋褌褉邪薪褋褌胁邪
    .dynamic = 袛懈薪邪屑懈褔薪懈 褉邪斜芯褌薪懈 锌褉芯褋褌褉邪薪褋褌胁邪
    .dynamic-desc = 袗胁褌芯屑邪褌懈褔薪芯 锌褉械屑邪褏胁邪 锌褉邪蟹薪懈 褉邪斜芯褌薪懈 锌褉芯褋褌褉邪薪褋褌胁邪.
    .fixed = 肖懈泻褋懈褉邪薪 斜褉芯泄 褉邪斜芯褌薪懈 锌褉芯褋褌褉邪薪褋褌胁邪
    .fixed-desc = 袛芯斜邪胁褟薪械 懈谢懈 锌褉械屑邪褏胁邪薪械 薪邪 褉邪斜芯褌薪懈 锌褉芯褋褌褉邪薪褋褌胁邪 胁 芯斜褖懈褟 锌褉械谐谢械写.
workspaces-multi-behavior = 袩芯胁械写械薪懈械 锌褉懈 薪褟泻芯谢泻芯 屑芯薪懈褌芯褉邪
    .span = 袪邪斜芯褌薪懈褌械 锌褉芯褋褌褉邪薪褋褌胁邪 芯斜褏胁邪褖邪褌 胁褋懈褔泻懈 械泻褉邪薪懈
    .separate = 袙褋械泻懈 械泻褉邪薪 懈屑邪 芯褌写械谢薪懈 褉邪斜芯褌薪懈 锌褉芯褋褌褉邪薪褋褌胁邪
workspaces-overview-thumbnails = 袦懈薪懈邪褌褞褉懈 薪邪 芯斜褖懈褟 锌褉械谐谢械写 薪邪 褉邪斜芯褌薪懈褌械 锌褉芯褋褌褉邪薪褋褌胁邪
    .show-number = 袩芯泻邪蟹胁邪薪械 薪邪 薪芯屑械褉邪 薪邪 褉邪斜芯褌薪芯褌芯 锌褉芯褋褌褉邪薪褋褌胁芯
    .show-name = 袩芯泻邪蟹胁邪薪械 薪邪 懈屑械褌芯 薪邪 褉邪斜芯褌薪芯褌芯 锌褉芯褋褌褉邪薪褋褌胁芯
workspaces-orientation = 袨褉懈械薪褌邪褑懈褟 薪邪 褉邪斜芯褌薪懈褌械 锌褉芯褋褌褉邪薪褋褌胁邪
    .vertical = 袙械褉褌懈泻邪谢薪芯
    .horizontal = 啸芯褉懈蟹芯薪褌邪谢薪芯
hot-corner = 袗泻褌懈胁薪懈 褗谐谢懈
    .top-left-corner = 袙泻谢褞褔胁邪薪械 薪邪 邪泻褌懈胁薪懈褟 谐芯褉械薪 谢褟胁 褗谐褗谢 蟹邪 褉邪斜芯褌薪懈褌械 锌褉芯褋褌褉邪薪褋褌胁邪

## Displays

-requires-restart = 袠蟹懈褋泻胁邪 褉械褋褌邪褉褌懈褉邪薪械
color = 笑胁褟褌
    .depth = 袛褗谢斜芯褔懈薪邪 薪邪 褑胁械褌邪
    .profile = 笑胁械褌芯胁懈 锌褉芯褎懈谢
    .sidebar = 笑胁械褌芯胁懈 锌褉芯褎懈谢懈
    .temperature = 笑胁械褌芯胁邪 褌械屑锌械褉邪褌褍褉邪
display = 袝泻褉邪薪懈
    .desc = 校锌褉邪胁谢械薪懈械 薪邪 械泻褉邪薪懈 懈 薪芯褖械薪 褉械卸懈屑
    .arrangement = 袩芯写褉械写斜邪 薪邪 械泻褉邪薪懈褌械
    .arrangement-desc = 袙谢邪褔械褌械 械泻褉邪薪懈褌械, 蟹邪 写邪 谐懈 锌褉械薪邪褉械写懈褌械.
    .enable = 袙泻谢褞褔胁邪薪械 薪邪 械泻褉邪薪邪
    .external = { $size } { $output } 胁褗薪褕械薪 械泻褉邪薪
    .laptop = { $size } 械泻褉邪薪 蟹邪 谢邪锌褌芯锌
    .options = 袨锌褑懈懈 薪邪 械泻褉邪薪邪
    .refresh-rate = 效械褋褌芯褌邪 薪邪 芯锌褉械褋薪褟胁邪薪械
    .resolution = 袪械蟹芯谢褞褑懈褟
    .scale = 袦邪褖邪斜
    .additional-scale-options = 袛芯锌褗谢薪懈褌械谢薪懈 芯锌褑懈懈 蟹邪 屑邪褖邪斜懈褉邪薪械
mirroring = 袛褍斜谢懈褉邪薪械
    .id = 袛褍斜谢懈褉邪薪械 薪邪 { $id }
    .dont = 袘械蟹 写褍斜谢懈褉邪薪械
    .mirror = 袛褍斜谢懈褉邪薪械 薪邪 { $display }
    .project =
        袩褉芯卸械泻褌懈褉邪薪械 薪邪 { $display ->
            [all] 胁褋懈褔泻懈 械泻褉邪薪懈
           *[other] { $display }
        }
    .project-count =
        袩褉芯卸械泻褌懈褉邪薪械 泻褗屑 { $count }{ $count ->
            [1] 械泻褉邪薪邪
           *[other] 械泻褉邪薪邪
        }
night-light = 袧芯褖械薪 褉械卸懈屑
    .auto = 袗胁褌芯屑邪褌懈褔薪芯 (芯褌 蟹邪谢械蟹 写芯 懈蟹谐褉械胁)
    .desc = 袧邪屑邪谢褟胁邪 褋懈薪褟褌邪 褋胁械褌谢懈薪邪 褋 锌芯-褌芯锌谢懈 褑胁械褌芯胁械
orientation = 袨褉懈械薪褌邪褑懈褟
    .standard = 小褌邪薪写邪褉褌薪邪
    .rotate-90 = 袟邪胁褗褉褌邪薪械 薪邪 90掳
    .rotate-180 = 袟邪胁褗褉褌邪薪械 薪邪 180掳
    .rotate-270 = 袟邪胁褗褉褌邪薪械 薪邪 270掳
vrr = 袩褉芯屑械薪谢懈胁邪 褔械褋褌芯褌邪 薪邪 芯锌褉械褋薪褟胁邪薪械
    .enabled = 袙泻谢褞褔械薪芯
    .force = 袙懈薪邪谐懈
    .auto = 袗胁褌芯屑邪褌懈褔薪芯
    .disabled = 袠蟹泻谢褞褔械薪芯
scheduling = 袚褉邪褎懈泻
    .manual = 袪褗褔械薪 谐褉邪褎懈泻
dialog = 袛懈邪谢芯谐芯胁 锌褉芯蟹芯褉械褑
    .title = 袟邪锌邪蟹胁邪薪械 薪邪 褌械蟹懈 薪邪褋褌褉芯泄泻懈褌械?
    .keep-changes = 袟邪锌邪蟹胁邪薪械 薪邪 锌褉芯屑械薪懈褌械
    .change-prompt = 袧邪褋褌褉芯泄泻懈褌械 褖械 褋械 胁褗蟹褋褌邪薪芯胁褟褌 褋谢械写 { $time } 褋械泻褍薪写懈.
    .revert-settings = 袙褉褗褖邪薪械 薪邪 锌褉械写懈褕薪懈褌械 薪邪褋褌褉芯泄泻懈

## Sound

sound = 袟胁褍泻
    .desc = 袥懈锌褋胁邪 芯锌懈褋邪薪懈械
sound-output = 袠蟹褏芯写
    .volume = 小懈谢邪 薪邪 蟹胁褍泻邪 薪邪 懈蟹褏芯写邪
    .device = 袠蟹褏芯写薪芯 褍褋褌褉芯泄褋褌胁芯
    .level = 袧懈胁芯 薪邪 蟹胁褍泻邪 薪邪 懈蟹褏芯写邪
    .config = 袧邪褋褌褉芯泄泻懈
    .balance = 袘邪谢邪薪褋
    .left = 袥褟胁芯
    .right = 袛褟褋薪芯
sound-input = 袙褏芯写
    .volume = 小懈谢邪 薪邪 蟹胁褍泻邪 薪邪 胁褏芯写邪
    .device = 袙褏芯写薪芯 褍褋褌褉芯泄褋褌胁芯
    .level = 袧懈胁芯 薪邪 蟹胁褍泻邪 薪邪 胁褏芯写邪
amplification = 校褋懈谢胁邪薪械
    .desc = 袩芯蟹胁芯谢褟胁邪 褍胁械谢懈褔邪胁邪薪械 薪邪 褋懈谢邪褌邪 薪邪 蟹胁褍泻邪 写芯 150%
sound-alerts = 袠蟹胁械褋褌懈褟
    .volume = 小懈谢邪 薪邪 蟹胁褍泻邪 薪邪 懈蟹胁械褋褌懈褟褌邪
    .sound = 袟胁褍泻 薪邪 懈蟹胁械褋褌懈褟褌邪
sound-applications = 袩褉芯谐褉邪屑懈
    .desc = 小懈谢邪 薪邪 蟹胁褍泻邪 薪邪 锌褉芯谐褉邪屑懈褌械 懈 薪邪褋褌褉芯泄泻懈

## Power

power = 袟邪褏褉邪薪胁邪薪械 懈 斜邪褌械褉懈褟
    .desc = 校锌褉邪胁谢械薪懈械 薪邪 薪邪褋褌褉芯泄泻懈褌械 蟹邪 蟹邪褏褉邪薪胁邪薪械褌芯
battery = 袘邪褌械褉懈褟
    .minute =
        { $value } { $value ->
            [one] 屑懈薪褍褌邪
           *[other] 屑懈薪褍褌懈
        }
    .hour =
        { $value } { $value ->
            [one] 褔邪褋
           *[other] 褔邪褋邪
        }
    .day =
        { $value } { $value ->
            [one] 写械薪
           *[other] 写械薪邪
        }
    .less-than-minute = 袩芯-屑邪谢泻芯 芯褌 屑懈薪褍褌邪
    .and = 懈
    .remaining-time =
        { $time } 写芯 { $action ->
            [full] 锌褗谢薪芯 蟹邪褉械卸写邪薪械
           *[other] 褋胁褗褉褕胁邪薪械 薪邪 斜邪褌械褉懈褟褌邪
        }
connected-devices = 小胁褗褉蟹邪薪懈 褍褋褌褉芯泄褋褌胁邪
    .unknown = 袧械懈蟹胁械褋褌薪芯 褍褋褌褉芯泄褋褌胁芯
power-mode = 袩褉芯褎懈谢 蟹邪 蟹邪褏褉邪薪胁邪薪械
    .battery = 袝薪械褉谐芯褋锌械褋褌褟胁邪薪械
    .battery-desc = 袧邪屑邪谢械薪芯 锌芯褌褉械斜谢械薪懈械 薪邪 械薪械褉谐懈褟 懈 褌懈褏邪 褉邪斜芯褌邪.
    .balanced = 袘邪谢邪薪褋懈褉邪薪
    .balanced-desc = 孝懈褏邪 锌褉芯懈蟹胁芯写懈褌械谢薪芯褋褌 懈 褍屑械褉械薪芯 锌芯褌褉械斜谢械薪懈械 薪邪 械薪械褉谐懈褟.
    .performance = 袘褗褉蟹
    .performance-desc = 袦邪泻褋懈屑邪谢薪邪 锌褉芯懈蟹胁芯写懈褌械谢薪芯褋褌 懈 锌芯褌褉械斜谢械薪懈械 薪邪 械薪械褉谐懈褟.
    .no-backend = 携写褉芯褌芯 薪械 屑芯卸械 写邪 斜褗写械 薪邪屑械褉械薪. 袠薪褋褌邪谢懈褉邪泄褌械 system76-power 懈谢懈 power-profiles-daemon.
power-saving = 袨锌褑懈懈 蟹邪 锌械褋褌械薪械 薪邪 械薪械褉谐懈褟
    .turn-off-screen-after = 袠蟹泻谢褞褔胁邪薪械 薪邪 械泻褉邪薪邪 褋谢械写
    .auto-suspend = 袗胁褌芯屑邪褌懈褔薪芯 锌褉懈褋锌懈胁邪薪械
    .auto-suspend-ac = 袗胁褌芯屑邪褌懈褔薪芯 锌褉懈褋锌懈胁邪薪械 锌褉懈 蟹邪褉械卸写邪薪械
    .auto-suspend-battery = 袗胁褌芯屑邪褌懈褔薪芯 锌褉懈褋锌懈胁邪薪械 锌褉懈 斜邪褌械褉懈褟

## Input

acceleration-desc = 袗胁褌芯屑邪褌懈褔薪芯 薪邪谐谢邪褋褟 褔褍胁褋褌胁懈褌械谢薪芯褋褌褌邪 薪邪 锌褉芯褋谢械写褟胁邪薪械 胁 蟹邪胁懈褋懈屑芯褋褌 芯褌 褋泻芯褉芯褋褌褌邪
disable-while-typing = 袠蟹泻谢褞褔胁邪薪械 锌褉懈 褍锌芯褌褉械斜邪 薪邪 泻谢邪胁懈邪褌褍褉邪褌邪
input-devices = 袙褏芯写薪懈 褍褋褌褉芯泄褋褌胁邪
    .desc = 袙褏芯写薪懈 褍褋褌褉芯泄褋褌胁邪
primary-button = 袨褋薪芯胁械薪 斜褍褌芯薪
    .desc = 袩芯写褉械写斜邪 薪邪 褎懈蟹懈褔械褋泻懈褌械 斜褍褌芯薪懈褌械
    .left = 袥褟胁
    .right = 袛械褋械薪
scrolling = 袩褉懈写胁懈卸胁邪薪械
    .two-finger = 袩褉懈写胁懈卸胁邪薪械 褋 写胁邪 锌褉褗褋褌邪
    .edge = 袩褉懈写胁懈卸胁邪薪械 褋 锌褉褗褋褌 锌芯 褉褗斜邪
    .speed = 小泻芯褉芯褋褌
    .natural = 袝褋褌械褋褌胁械薪芯 锌褉懈写胁懈卸胁邪薪械
    .natural-desc = 袩褉懈写胁懈卸胁邪薪械 薪邪 褋褗写褗褉卸邪薪懈械褌芯, 胁屑械褋褌芯 薪邪 懈蟹谐谢械写邪

## Input: Keyboard

slow = 袘邪胁薪邪
fast = 袘褗褉蟹邪
short = 袣褗褋芯
long = 袛褗谢谐芯
keyboard = 袣谢邪胁懈邪褌褍褉邪
    .desc = 袙褏芯写薪懈 褍褋褌褉芯泄褋褌胁邪, 锌褉械胁泻谢褞褔胁邪薪械, 胁褗胁械卸写邪薪械 薪邪 褋锌械褑懈邪谢薪懈 蟹薪邪褑懈 懈 泻谢邪胁懈褕薪懈 泻芯屑斜懈薪邪褑懈懈
keyboard-sources = 袙褏芯写薪懈 褍褋褌褉芯泄褋褌胁邪
    .desc = 袠蟹褌芯褔薪懈褑懈褌械 薪邪 胁褏芯写 屑芯谐邪褌 写邪 褋械 锌褉械胁泻谢褞褔胁邪褌 褋 泻谢邪胁懈褕薪邪褌邪 泻芯屑斜懈薪邪褑懈褟 Super+Space. 孝芯胁邪 屑芯卸械 写邪 斜褗写械 锌褉芯屑械薪械薪芯 胁 薪邪褋褌褉芯泄泻懈褌械 薪邪 泻谢邪胁懈褕薪懈褌械 泻芯屑斜懈薪邪褑懈懈.
    .move-up = 袧邪谐芯褉械
    .move-down = 袧邪写芯谢褍
    .settings = 袧邪褋褌褉芯泄泻懈
    .view-layout = 袩芯写褉械写斜邪 薪邪 泻谢邪胁懈邪褌褍褉邪褌邪
    .remove = 袩褉械屑邪褏胁邪薪械
    .add = 袛芯斜邪胁褟薪械 薪邪 胁褏芯写薪芯 褍褋褌褉芯泄褋褌胁芯
keyboard-special-char = 袙褗胁械卸写邪薪械 薪邪 褋锌械褑懈邪谢薪懈 蟹薪邪褑懈
    .alternate = 袣谢邪胁懈褕 蟹邪 写芯锌褗谢薪懈褌械谢薪懈 蟹薪邪褑懈
    .compose = 袣谢邪胁懈褕 鈥濩ompose鈥?    .caps = 袣谢邪胁懈褕 鈥濩aps Lock鈥?keyboard-typing-assist = 袙褗胁械卸写邪薪械 薪邪 蟹薪邪褑懈
    .repeat-rate = 小泻芯褉芯褋褌 蟹邪 锌芯胁褌芯褉械薪懈械
    .repeat-delay = 袠薪褌械褉胁邪谢 蟹邪 锌芯胁褌芯褉械薪懈械
keyboard-numlock-boot = Numlock
    .boot-state = 小褗褋褌芯褟薪懈械 锌褉懈 胁泻谢褞褔胁邪薪械
    .last-boot = 袩芯褋谢械写薪芯 胁泻谢褞褔胁邪薪械
    .on = 袙泻谢.
    .off = 袠蟹泻谢.
    .set = 袟邪写邪胁邪薪械 薪邪 褋褗褋褌芯褟薪懈械褌芯 薪邪 numlock 锌褉懈 胁泻谢褞褔胁邪薪械
added = 袛芯斜邪胁械薪芯
type-to-search = 袙褗胁械写械褌械 褌械泻褋褌 蟹邪 褌褗褉褋械薪械鈥?show-extended-input-sources = 袩芯泻邪蟹胁邪薪械 薪邪 褉邪蟹褕懈褉械薪懈 懈蟹褌芯褔薪懈褑懈 薪邪 胁褏芯写

## Input: Keyboard: Shortcuts

keyboard-shortcuts = 袣谢邪胁懈褕薪懈 泻芯屑斜懈薪邪褑懈懈
    .desc = 袩褉械谐谢械卸写邪薪械 懈 薪邪褋褌褉芯泄胁邪薪械 薪邪 泻谢邪胁懈褕薪懈褌械 泻芯屑斜懈薪邪褑懈懈
add-another-keybinding = 袛芯斜邪胁褟薪械 薪邪 写褉褍谐邪 泻谢邪胁懈褕薪邪 泻芯屑斜懈薪邪褑懈褟
cancel = 袨褌泻邪蟹胁邪薪械
command = 袣芯屑邪薪写邪
custom = 袛褉褍谐芯

## debug - missing context, revisit in the future.

debug = 袨褌褋褌褉邪薪褟胁邪薪械 薪邪 谐褉械褕泻懈
disabled = 袠蟹泻谢褞褔械薪芯
input-source-switch = 袩褉械胁泻谢褞褔胁邪薪械 薪邪 懈蟹褌芯褔薪懈泻邪 蟹邪 胁褗胁械卸写邪薪械 薪邪 械蟹懈泻邪 薪邪 泻谢邪胁懈邪褌褍褉邪褌邪
migrate-workspace-prev = 袦懈谐褉懈褉邪薪械 薪邪 褉邪斜芯褌薪芯褌芯 锌褉芯褋褌褉邪薪褋褌胁芯 泻褗屑 锌褉械写懈褕薪懈褟 懈蟹褏芯写
migrate-workspace-next = 袦懈谐褉懈褉邪薪械 薪邪 褉邪斜芯褌薪芯褌芯 锌褉芯褋褌褉邪薪褋褌胁芯 泻褗屑 褋谢械写胁邪褖懈褟 懈蟹褏芯写
migrate-workspace =
    袦懈谐褉懈褉邪薪械 薪邪 褉邪斜芯褌薪芯褌芯 锌褉芯褋褌褉邪薪褋褌胁芯 泻褗屑 懈蟹褏芯写邪 { $direction ->
       *[down] 薪邪写芯谢褍
        [left] 薪邪谢褟胁芯
        [right] 薪邪写褟褋薪芯
        [up] 薪邪谐芯褉械
    }
navigate = 袧邪胁懈谐懈褉邪薪械
replace = 袟邪屑械薪褟薪械
shortcut-name = 袠屑械 薪邪 泻谢邪胁懈褕薪邪褌邪 泻芯屑斜懈薪邪褑懈褟
system-controls = 袣芯薪褌褉芯谢懈 薪邪 褋懈褋褌械屑邪褌邪
terminate = 袩褉械泻褉邪褌褟胁邪薪械
toggle-stacking = 袩褉械胁泻谢褞褔胁邪薪械 薪邪 薪邪褋谢邪谐胁邪薪械褌芯 薪邪 锌褉芯蟹芯褉褑懈
type-key-combination = 袙褗胁械写械褌械 泻谢邪胁懈褕薪邪 泻芯屑斜懈薪邪褑懈褟
custom-shortcuts = 袛褉褍谐懈 泻谢邪胁懈褕薪懈 泻芯屑斜懈薪邪褑懈懈
    .add = 袛芯斜邪胁褟薪械 薪邪 泻谢邪胁懈褕薪邪 泻芯屑斜懈薪邪褑懈褟
    .context = 袛芯斜邪胁褟薪械 薪邪 写褉褍谐邪 泻谢邪胁懈褕薪邪 泻芯屑斜懈薪邪褑懈褟
    .none = 袧褟屑邪 写褉褍谐懈 泻谢邪胁懈褕薪懈 泻芯屑斜懈薪邪褑懈懈
modified = { $count } 锌褉芯屑械薪械薪懈
nav-shortcuts = 袧邪胁懈谐邪褑懈褟
    .prev-output = 肖芯泻褍褋懈褉邪薪械 薪邪 锌褉械写懈褕薪懈褟 懈蟹褏芯写
    .next-output = 肖芯泻褍褋懈褉邪薪械 薪邪 褋谢械写胁邪褖懈褟 懈蟹褏芯写
    .last-workspace = 肖芯泻褍褋懈褉邪薪械 薪邪 锌芯褋谢械写薪芯褌芯 褉邪斜芯褌薪芯 锌褉芯褋褌褉邪薪褋褌胁芯
    .prev-workspace = 肖芯泻褍褋懈褉邪薪械 薪邪 锌褉械写懈褕薪芯褌芯 褉邪斜芯褌薪芯 锌褉芯褋褌褉邪薪褋褌胁芯
    .next-workspace = 肖芯泻褍褋懈褉邪薪械 薪邪 褋谢械写胁邪褖芯褌芯 褉邪斜芯褌薪芯 锌褉芯褋褌褉邪薪褋褌胁芯
    .focus =
        肖芯泻褍褋懈褉邪薪械 薪邪 锌褉芯蟹芯褉械褑邪 { $direction ->
           *[down] 芯褌写芯谢褍
            [in] 胁
            [left] 胁谢褟胁芯
            [out] 懈蟹胁褗薪
            [right] 胁写褟褋薪芯
            [up] 芯褌谐芯褉械
        }
    .output =
        袩褉械胁泻谢褞褔胁邪薪械 薪邪 懈蟹褏芯写邪 { $direction ->
           *[down] 芯褌写芯谢褍
            [left] 胁谢褟胁芯
            [right] 胁写褟褋薪芯
            [up] 芯褌谐芯褉械
        }
    .workspace = 袩褉械胁泻谢褞褔胁邪薪械 泻褗屑 褉邪斜芯褌薪芯 锌褉芯褋褌褉邪薪褋褌胁芯 { $num }
manage-windows = 校锌褉邪胁谢械薪懈械 薪邪 锌褉芯蟹芯褉褑懈
    .close = 袟邪褌胁邪褉褟薪械 薪邪 锌褉芯蟹芯褉械褑邪
    .maximize = 袦邪泻褋懈屑懈蟹懈褉邪薪械 薪邪 锌褉芯蟹芯褉械褑邪
    .fullscreen = 袧邪 褑褟谢 械泻褉邪薪
    .minimize = 袦懈薪懈屑懈蟹懈褉邪薪械 薪邪 锌褉芯蟹芯褉械褑邪
    .resize-inwards = 袩褉械芯褉邪蟹屑械褉褟胁邪薪械 薪邪 锌褉芯蟹芯褉械褑邪 薪邪胁褗褌褉械
    .resize-outwards = 袩褉械芯褉邪蟹屑械褉褟胁邪薪械 薪邪 锌褉芯蟹芯褉械褑邪 薪邪胁褗薪
    .toggle-sticky = 袩褉械胁泻谢褞褔胁邪薪械 薪邪 谢械锌泻邪胁 锌褉芯蟹芯褉械褑
move-windows = 袩褉械屑械褋褌胁邪薪械 薪邪 锌褉芯蟹芯褉褑懈
    .direction =
        袩褉械屑械褋褌胁邪薪械 薪邪 锌褉芯蟹芯褉械褑邪 { $direction ->
           *[down] 薪邪写芯谢褍
            [left] 薪邪谢褟胁芯
            [right] 薪邪写褟褋薪芯
            [up] 薪邪谐芯褉械
        }
    .display =
        袩褉械屑械褋褌胁邪薪械 薪邪 锌褉芯蟹芯褉械褑邪 褋 械写懈薪 屑芯薪懈褌芯褉 { $direction ->
           *[down] 薪邪写芯谢褍
            [left] 薪邪谢褟胁芯
            [right] 薪邪写褟褋薪芯
            [up] 薪邪谐芯褉械
        }
    .workspace =
        袩褉械屑械褋褌胁邪薪械 薪邪 锌褉芯蟹芯褉械褑邪 褋 械写薪芯 褉邪斜芯褌薪芯 锌褉芯褋褌褉邪薪褋褌胁芯 { $direction ->
           *[below] 薪邪写芯谢褍
            [left] 薪邪谢褟胁芯
            [right] 薪邪写褟褋薪芯
            [above] 薪邪谐芯褉械
        }
    .workspace-num = 袩褉械屑械褋褌胁邪薪械 薪邪 锌褉芯蟹芯褉械褑邪 薪邪 褉邪斜芯褌薪芯 锌褉芯褋褌褉邪薪褋褌胁芯 { $num }
    .prev-workspace = 袩褉械屑械褋褌胁邪薪械 薪邪 锌褉芯蟹芯褉械褑邪 胁 锌褉械写懈褕薪芯褌芯 褉邪斜芯褌薪芯 锌褉芯褋褌褉邪薪褋褌胁芯
    .next-workspace = 袩褉械屑械褋褌胁邪薪械 薪邪 锌褉芯蟹芯褉械褑邪 胁 褋谢械写胁邪褖芯褌芯 褉邪斜芯褌薪芯 锌褉芯褋褌褉邪薪褋褌胁芯
    .last-workspace = 袩褉械屑械褋褌胁邪薪械 薪邪 锌褉芯蟹芯褉械褑邪 胁 锌芯褋谢械写薪芯褌芯 褉邪斜芯褌薪芯 锌褉芯褋褌褉邪薪褋褌胁芯
    .next-display = 袩褉械屑械褋褌胁邪薪械 薪邪 锌褉芯蟹芯褉械褑邪 泻褗屑 褋谢械写胁邪褖懈褟 械泻褉邪薪
    .prev-display = 袩褉械屑械褋褌胁邪薪械 薪邪 锌褉芯蟹芯褉械褑邪 泻褗屑 锌褉械写懈褕薪懈褟 械泻褉邪薪
    .send-to-prev-workspace = 袩褉械屑械褋褌胁邪薪械 薪邪 锌褉芯蟹芯褉械褑邪 胁 锌褉械写懈褕薪芯褌芯 褉邪斜芯褌薪芯 锌褉芯褋褌褉邪薪褋褌胁芯
    .send-to-next-workspace = 袩褉械屑械褋褌胁邪薪械 薪邪 锌褉芯蟹芯褉械褑邪 胁 褋谢械写胁邪褖芯褌芯 褉邪斜芯褌薪芯 锌褉芯褋褌褉邪薪褋褌胁芯
system-shortcut = 小懈褋褌械屑邪
    .app-library = 袨褌胁邪褉褟薪械 薪邪 斜懈斜谢懈芯褌械泻邪褌邪 褋 锌褉芯谐褉邪屑懈
    .brightness-down = 袧邪屑邪谢褟胁邪薪械 薪邪 褟褉泻芯褋褌褌邪 薪邪 械泻褉邪薪邪
    .brightness-up = 校胁械谢懈褔邪胁邪薪械 薪邪 褟褉泻芯褋褌褌邪 薪邪 械泻褉邪薪邪
    .display-toggle = 袩褉械胁泻谢褞褔胁邪薪械 薪邪 胁谐褉邪写械薪懈褟 械泻褉邪薪
    .home-folder = 袨褌胁邪褉褟薪械 薪邪 写芯屑邪褕薪邪褌邪 锌邪锌泻邪
    .keyboard-brightness-down = 袧邪屑邪谢褟胁邪薪械 薪邪 褟褉泻芯褋褌褌邪 薪邪 泻谢邪胁懈邪褌褍褉邪褌邪
    .keyboard-brightness-up = 校胁械谢懈褔邪胁邪薪械 薪邪 褟褉泻芯褋褌褌邪 薪邪 泻谢邪胁懈邪褌褍褉邪褌邪
    .launcher = 袨褌胁邪褉褟薪械 薪邪 褋褌邪褉褌械褉邪
    .log-out = 袠蟹褏芯写
    .lock-screen = 袟邪泻谢褞褔胁邪薪械 薪邪 械泻褉邪薪邪
    .mute = 袟邪谐谢褍褕邪胁邪薪械 薪邪 蟹胁褍泻邪
    .mute-mic = 袟邪谐谢褍褕邪胁邪薪械 薪邪 屑懈泻褉芯褎芯薪邪
    .play-pause = 袠蟹锌褗谢薪褟胁邪薪械/锌邪褍蟹邪
    .play-next = 小谢械写胁邪褖邪 锌械褋械薪
    .play-prev = 袩褉械写懈褕薪邪 锌械褋械薪
    .poweroff = 袠蟹泻谢褞褔胁邪薪械
    .screenshot = 小薪懈屑泻邪 薪邪 械泻褉邪薪邪
    .terminal = 袨褌胁邪褉褟薪械 薪邪 褌械褉屑懈薪邪谢
    .touchpad-toggle = 袩褉械胁泻谢褞褔胁邪薪械 薪邪 褌褗褔锌邪写
    .volume-lower = 袧邪屑邪谢褟胁邪薪械 薪邪 褋懈谢邪褌邪 薪邪 蟹胁褍泻邪
    .volume-raise = 校胁械谢懈褔邪胁邪薪械 薪邪 褋懈谢邪褌邪 薪邪 蟹胁褍泻邪
    .web-browser = 袨褌胁邪褉褟薪械 薪邪 袠薪褌械褉薪械褌 斜褉邪褍蟹褗褉
    .window-switcher = 袩褉械胁泻谢褞褔胁邪薪械 屑械卸写褍 芯褌胁芯褉械薪懈褌械 锌褉芯蟹芯褉褑懈
    .window-switcher-previous = 袩褉械胁泻谢褞褔胁邪薪械 屑械卸写褍 芯褌胁芯褉械薪懈褌械 锌褉芯蟹芯褉褑懈 胁 芯斜褉邪褌薪邪 锌芯褋芯泻邪
    .workspace-overview = 袨褌胁邪褉褟薪械 薪邪 芯斜褖懈褟 锌褉械谐谢械写 薪邪 褉邪斜芯褌薪芯褌芯 锌褉芯褋褌褉邪薪褋褌胁芯
window-tiling = 袩褉懈谢械锌胁邪薪械 薪邪 锌褉芯蟹芯褉褑懈
    .horizontal = 袟邪写邪胁邪薪械 薪邪 褏芯褉懈蟹芯薪褌邪谢薪邪 芯褉懈械薪褌邪褑懈褟
    .vertical = 袟邪写邪胁邪薪械 薪邪 胁械褉褌懈泻邪谢薪邪 芯褉懈械薪褌邪褑懈褟
    .swap-window = 袪邪蟹屑械薪褟薪械 薪邪 锌褉芯蟹芯褉械褑邪
    .toggle-tiling = 袩褉械胁泻谢褞褔胁邪薪械 薪邪 锌褉懈谢械锌胁邪薪械褌芯 薪邪 锌褉芯蟹芯褉褑懈褌械
    .toggle-stacking = 袩褉械胁泻谢褞褔胁邪薪械 薪邪 薪邪褋谢邪谐胁邪薪械褌芯 薪邪 锌褉芯蟹芯褉褑懈
    .toggle-floating = 袩褉械胁泻谢褞褔胁邪薪械 薪邪 锌谢邪胁邪薪械褌芯 薪邪 锌褉芯蟹芯褉械褑邪
    .toggle-orientation = 袩褉械胁泻谢褞褔胁邪薪械 薪邪 芯褉懈械薪褌邪褑懈褟褌邪
replace-shortcut-dialog = 袟邪屑械薪褟薪械 薪邪 泻谢邪胁懈褕薪邪褌邪 泻芯屑斜懈薪邪褑懈褟?
    .desc = { $shortcut } 褋械 懈蟹锌芯谢蟹胁邪 芯褌 { $name }. 袗泻芯 谐芯 蟹邪屑械薪懈褌械, { $name } 褖械 斜褗写械 懈蟹泻谢褞褔械薪芯.
zoom-in = 校胁械谢懈褔邪胁邪薪械
zoom-out = 袧邪屑邪谢褟胁邪薪械

## Input: Mouse

mouse = 袦懈褕泻邪
    .desc = 小泻芯褉芯褋褌 薪邪 屑懈褕泻邪褌邪, 褍褋泻芯褉械薪懈械 懈 械褋褌械褋褌胁械薪芯 锌褉懈写胁懈卸胁邪薪械
    .speed = 小泻芯褉芯褋褌
    .acceleration = 袙泻谢褞褔胁邪薪械 薪邪 褍褋泻芯褉械薪懈械褌芯 薪邪 屑懈褕泻邪褌邪

## Input: Touchpad

click-behavior = 袩芯胁械写械薪懈械 锌褉懈 薪邪褌懈褋泻邪薪械
    .click-finger = 袧邪褌懈褋泻邪薪械 薪邪 写褉褍谐懈褟 斜褍褌芯薪 褋 写胁邪 锌褉褗褋褌邪 懈 薪邪褌懈褋泻邪薪械 褋褗褋 褋褉械写薪懈褟 斜褍褌芯薪 褋 褌褉懈 锌褉褗褋褌邪
    .button-areas = 袧邪褌懈褋泻邪薪械 薪邪 写褉褍谐懈褟 斜褍褌芯薪 胁 写芯谢薪懈褟 写械褋械薪 褗谐褗谢 懈 薪邪褌懈褋泻邪薪械 褋褗褋 褋褉械写薪懈褟 斜褍褌芯薪 写芯谢褍 胁 褋褉械写邪褌邪
pinch-to-zoom = 些懈锌胁邪薪械 蟹邪 褍胁械谢懈褔械薪懈械
    .desc = 袠蟹锌芯谢蟹胁邪泄褌械 写胁邪 锌褉褗褋褌邪, 蟹邪 写邪 褍胁械谢懈褔懈褌械 褋褗写褗褉卸邪薪懈械褌芯 胁 锌褉芯谐褉邪屑懈, 泻芯懈褌芯 锌芯写写褗褉卸邪褌 屑邪褖邪斜懈褉邪薪械
tap-to-click = 袧邪褌懈褋泻邪薪械 褔褉械蟹 褌褍锌胁邪薪械
    .desc = 袩芯蟹胁芯谢褟胁邪 写芯泻芯褋胁邪薪械 褋 械写懈薪 锌褉褗褋褌 蟹邪 芯褋薪芯胁薪芯 薪邪褌懈褋泻邪薪械, 写芯泻芯褋胁邪薪械 褋 写胁邪 锌褉褗褋褌邪 蟹邪 薪邪褌懈褋泻邪薪械 褋 写褉褍谐懈褟 斜褍褌芯薪 懈 写芯泻芯褋胁邪薪械 褋 褌褉懈 锌褉褗褋褌邪 蟹邪 薪邪褌懈褋泻邪薪械 褋褗褋 褋褉械写薪懈褟 斜褍褌芯薪
touchpad = 孝褗褔锌邪写
    .acceleration = 袙泻谢褞褔胁邪薪械 薪邪 褍褋泻芯褉械薪懈械褌芯 薪邪 褌褗褔锌邪写
    .desc = 小泻芯褉芯褋褌 薪邪 褌褗褔锌邪写, 芯锌褑懈懈 蟹邪 薪邪褌懈褋泻邪薪械 懈 卸械褋褌芯胁械
    .speed = 小泻芯褉芯褋褌

## Input: Gestures

gestures = 袞械褋褌芯胁械
    .four-finger-down = 袩谢褗蟹谐邪薪械 薪邪写芯谢褍 褋 褔械褌懈褉懈 锌褉褗褋褌邪
    .four-finger-left = 袩谢褗蟹谐邪薪械 薪邪谢褟胁芯 褋 褔械褌懈褉懈 锌褉褗褋褌邪
    .four-finger-right = 袩谢褗蟹谐邪薪械 薪邪写褟褋薪芯 褋 褔械褌懈褉懈 锌褉褗褋褌邪
    .four-finger-up = 袩谢褗蟹谐邪薪械 薪邪谐芯褉械 褋 褔械褌懈褉懈 锌褉褗褋褌邪
    .three-finger-any = 袩谢褗蟹谐邪薪械 胁 锌褉芯懈蟹胁芯谢薪邪 锌芯褋芯泻邪 褋 褌褉懈 锌褉褗褋褌邪
switch-workspaces = 袩褉械胁泻谢褞褔胁邪薪械 薪邪 褉邪斜芯褌薪懈褌械 锌褉芯褋褌褉邪薪褋褌胁邪
    .horizontal = 袩谢褗蟹谐邪薪械 薪邪谢褟胁芯/薪邪写褟褋薪芯 褋 褔械褌懈褉懈 锌褉褗褋褌邪
    .vertical = 袩谢褗蟹谐邪薪械 薪邪谐芯褉械/薪邪写芯谢褍 褋 褔械褌懈褉懈 锌褉褗褋褌邪
switch-between-windows = 袩褉械胁泻谢褞褔胁邪薪械 屑械卸写褍 锌褉芯蟹芯褉褑懈
open-application-library = 袨褌胁邪褉褟薪械 薪邪 斜懈斜谢懈芯褌械泻邪褌邪 蟹邪 锌褉芯谐褉邪屑懈
open-workspaces-view = 袨褌胁邪褉褟薪械 薪邪 芯斜褖懈褟 锌褉械谐谢械写 薪邪 褉邪斜芯褌薪懈褌械 锌褉芯褋褌褉邪薪褋褌胁邪

## Time & Language

time = 袙褉械屑械 懈 械蟹懈泻
    .desc = 袥懈锌褋胁邪 芯锌懈褋邪薪懈械
time-date = 袛邪褌邪 懈 褔邪褋
    .desc = 效邪褋芯胁懈 锌芯褟褋, 邪胁褌芯屑邪褌懈褔薪懈 薪邪褋褌褉芯泄泻懈 薪邪 褔邪褋邪 懈 褎芯褉屑邪褌懈褉邪薪械 薪邪 胁褉械屑械褌芯
    .auto = 袗胁褌芯屑邪褌懈褔薪芯 蟹邪写邪胁邪薪械
    .auto-ntp = 袛邪褌邪褌邪 懈 褔邪褋褗褌 褖械 褋械 芯斜薪芯胁褟胁邪褌 邪胁褌芯屑邪褌懈褔薪芯, 泻芯谐邪褌芯 褋械 蟹邪写邪写械 褔邪褋芯胁懈褟 锌芯褟褋
time-zone = 效邪褋芯胁懈 锌芯褟褋
    .auto = 袗胁褌芯屑邪褌懈褔薪芯 蟹邪写邪胁邪薪械 薪邪 褔邪褋芯胁懈褟 锌芯褟褋
    .auto-info = 袠蟹懈褋泻胁邪 褍褋谢褍谐懈 蟹邪 屑械褋褌芯锌芯谢芯卸械薪懈械 懈 写芯褋褌褗锌 写芯 袠薪褌械褉薪械褌
time-format = 肖芯褉屑邪褌 薪邪 写邪褌邪 懈 褔邪褋
    .twenty-four = 24-褔邪褋芯胁
    .show-seconds = 袩芯泻邪蟹胁邪薪械 薪邪 褋械泻褍薪写懈褌械
    .first = 袩褗褉胁懈 写械薪 芯褌 褋械写屑懈褑邪褌邪
    .show-date = 袩芯泻邪蟹胁邪薪械 薪邪 写邪褌邪褌邪 胁 谐褉邪褎懈褔薪懈褟 芯斜械泻褌 薪邪 胁褉械屑械褌芯
    .friday = 袩械褌褗泻
    .saturday = 小褗斜芯褌邪
    .sunday = 袧械写械谢褟
    .monday = 袩芯薪械写械谢薪懈泻
time-region = 袪械谐懈芯薪 懈 械蟹懈泻
    .desc = 肖芯褉屑邪褌懈褉邪薪械 薪邪 写邪褌懈, 褔邪褋 懈 褔懈褋谢邪 胁 蟹邪胁懈褋懈屑芯褋褌 芯褌 胁邪褕懈褟 褉械谐懈芯薪
formatting = 肖芯褉屑邪褌
    .dates = 袛邪褌懈
    .time = 效邪褋
    .date-and-time = 袛邪褌邪 懈 褔邪褋
    .numbers = 效懈褋谢邪
    .measurement = 小懈褋褌械屑邪 芯褌 械写懈薪懈褑懈
    .paper = 啸邪褉褌懈褟
preferred-languages = 袩褉械写锌芯褔懈褌邪薪懈 械蟹懈褑懈
    .desc = 袪械写褗褌 薪邪 械蟹懈褑懈褌械 芯锌褉械写械谢褟 泻芯泄 械蟹懈泻 褖械 褋械 懈蟹锌芯谢蟹胁邪 蟹邪 锌褉械胁芯写邪 薪邪 锌芯褌褉械斜懈褌械谢褋泻懈褟 懈薪褌械褉褎械泄褋. 袩褉芯屑械薪懈褌械 胁谢懈蟹邪褌 胁 褋懈谢邪 锌褉懈 褋谢械写胁邪褖芯褌芯 胁谢懈蟹邪薪械 胁 褋懈褋褌械屑邪褌邪.
add-language = 袛芯斜邪胁褟薪械 薪邪 械蟹懈泻
    .context = 袛芯斜邪胁褟薪械 薪邪 械蟹懈泻
install-additional-languages = 袠薪褋褌邪谢懈褉邪薪械 薪邪 写芯锌褗谢薪懈褌械谢薪懈 械蟹懈褑懈
region = 袪械谐懈芯薪

## Applications

applications = 袩褉芯谐褉邪屑懈

## Applications: Default Applications

default-apps = 小褌邪薪写邪褉褌薪懈 锌褉芯谐褉邪屑懈
    .desc = 小褌邪薪写邪褉褌械薪 袠薪褌械褉薪械褌 斜褉邪褍蟹褗褉, 锌褉芯谐褉邪屑邪 蟹邪 械-锌芯褖邪, 褎邪泄谢芯胁 屑械薪懈写卸褗褉 懈 写褉褍谐懈 锌褉芯谐褉邪屑懈
    .web-browser = 袠薪褌械褉薪械褌 斜褉邪褍蟹褗褉
    .file-manager = 肖邪泄谢芯胁 屑械薪懈写卸褗褉
    .mail-client = 袩褉芯谐褉邪屑邪 蟹邪 械-锌芯褖邪
    .music = 袦褍蟹懈泻邪
    .video = 袙懈写械芯
    .photos = 小薪懈屑泻懈
    .calendar = 袣邪谢械薪写邪褉
    .terminal = 孝械褉屑懈薪邪谢
    .other-associations = 袛褉褍谐懈 胁懈写芯胁械
    .text-editor = 孝械泻褋褌芯胁 褉械写邪泻褌芯褉

## Applications: Startup Applications

startup-apps = 袩褉芯谐褉邪屑懈 蟹邪 褋褌邪褉褌懈褉邪薪械
    .desc = 袧邪褋褌褉芯泄胁邪薪械 薪邪 锌褉芯谐褉邪屑懈, 泻芯懈褌芯 写邪 褋械 懈蟹锌褗谢薪褟胁邪褌 锌褉懈 胁谢懈蟹邪薪械 胁 褋懈褋褌械屑邪褌邪
    .add = 袛芯斜邪胁褟薪械 薪邪 锌褉芯谐褉邪屑邪
    .user = 袩褉芯谐褉邪屑懈, 褋褌邪褉褌懈褉邪薪懈 锌褉懈 胁谢懈蟹邪薪械 胁 褋懈褋褌械屑邪褌邪
    .none = 袧褟屑邪 写芯斜邪胁械薪懈 锌褉芯谐褉邪屑懈 蟹邪 褋褌邪褉褌懈褉邪薪械
    .remove-dialog-title = 袩褉械屑邪褏胁邪薪械 薪邪 { $name }?
    .remove-dialog-description = 小懈谐褍褉薪懈 谢懈 褋褌械, 褔械 懈褋泻邪褌械 写邪 锌褉械屑邪褏薪械褌械 褌邪蟹懈 锌褉芯谐褉邪屑邪 泻邪褌芯 褋褌邪褉褌懈褉邪褖邪?
    .add-startup-app = 袛芯斜邪胁褟薪械 薪邪 锌褉芯谐褉邪屑邪 蟹邪 褋褌邪褉褌懈褉邪薪械

## Applications: Legacy Applications

legacy-applications = 小褗胁屑械褋褌懈屑芯褋褌 薪邪 X11 锌褉芯谐褉邪屑懈褌械
    .desc = 袦邪褖邪斜懈褉邪薪械 薪邪 锌褉芯谐褉邪屑懈褌械 薪邪 X11 谐褉邪褎懈褔薪邪褌邪 褋懈褋褌械屑邪 懈 谐谢芯斜邪谢薪懈 泻谢邪胁懈褕薪懈 泻芯屑斜懈薪邪褑懈懈
legacy-app-global-shortcuts = 袚谢芯斜邪谢薪懈 泻谢邪胁懈褕薪懈 泻芯屑斜懈薪邪褑懈懈 蟹邪 X11 锌褉芯谐褉邪屑懈
    .desc = 袚谢芯斜邪谢薪懈褌械 泻谢邪胁懈褕薪懈 泻芯屑斜懈薪邪褑懈懈 锌芯蟹胁芯谢褟胁邪褌 薪邪褌懈褋泻邪薪械褌芯 薪邪 泻谢邪胁懈褕懈 懈 褋褗斜懈褌懈褟褌邪 褋 斜褍褌芯薪懈 薪邪 屑懈褕泻邪褌邪, 懈蟹胁褗褉褕胁邪薪懈 胁 锌褉芯谐褉邪屑懈褌械, 写邪 斜褗写邪褌 褉邪蟹锌芯蟹薪邪胁邪薪懈 芯褌 写褉褍谐懈 锌褉芯谐褉邪屑懈 蟹邪 褎褍薪泻褑懈懈 泻邪褌芯 鈥炐叫把傂秆佇叫?懈 谐芯胁芯褉懈鈥?懈谢懈 鈥炐叫把傂秆佇叫?懈 蟹邪谐谢褍褕懈鈥? 袚谢芯斜邪谢薪懈褌械 泻谢邪胁懈褕薪懈 泻芯屑斜懈薪邪褑懈懈 褋邪 蟹邪斜褉邪薪械薪懈 胁 锌褉芯谐褉邪屑懈褌械 蟹邪 X11, 蟹邪 写邪 褋械 谐邪褉邪薪褌懈褉邪, 褔械 写褉褍谐懈 锌褉芯谐褉邪屑懈 薪械 屑芯谐邪褌 写邪 褋谢械写褟褌 蟹邪 褋褗斜懈褌懈褟 芯褌 泻谢邪胁懈邪褌褍褉邪褌邪 懈 屑懈褕泻邪褌邪, 褋褗写褗褉卸邪褖懈 褔褍胁褋褌胁懈褌械谢薪邪 懈薪褎芯褉屑邪褑懈褟.
    .none = 袘械蟹 泻谢邪胁懈褕懈
    .modifiers = 袦芯写懈褎懈泻邪褌芯褉懈 (Super, Shift, Control, Alt)
    .combination = 袙褋懈褔泻懈 泻谢邪胁懈褕懈, 写芯泻邪褌芯 褋械 薪邪褌懈褋泻邪褌 屑芯写懈褎懈泻邪褌芯褉懈褌械 Super, Control 懈谢懈 Alt
    .all = 袙褋懈褔泻懈 泻谢邪胁懈褕懈
    .mouse = 小褗斜懈褌懈褟 褋 斜褍褌芯薪懈 薪邪 屑懈褕泻邪褌邪 蟹邪 X11 锌褉芯谐褉邪屑懈
legacy-app-scaling = 袦邪褖邪斜懈褉邪薪械 薪邪 锌褉芯谐褉邪屑懈褌械 薪邪 X11 谐褉邪褎懈褔薪邪褌邪 褋懈褋褌械屑邪
    .scaled-gaming = 袨锌褌懈屑懈蟹懈褉邪薪械 蟹邪 懈谐褉懈 懈 锌褉芯谐褉邪屑懈 薪邪 褑褟谢 械泻褉邪薪
    .gaming-description = 袩褉芯谐褉邪屑懈褌械 薪邪 X11 屑芯卸械 写邪 懈蟹谐谢械卸写邪褌 屑邪谢泻芯 锌芯-谐芯谢械屑懈/锌芯-屑邪谢泻懈 胁 褋褉邪胁薪械薪懈械 褋 锌褉芯谐褉邪屑懈褌械 薪邪 Wayland.
    .scaled-applications = 袨锌褌懈屑懈蟹懈褉邪薪械 蟹邪 锌褉芯谐褉邪屑懈
    .applications-description = 袠谐褉懈褌械 懈 锌褉芯谐褉邪屑懈褌械 薪邪 褑褟谢 械泻褉邪薪 胁 X11 屑芯卸械 写邪 薪械 芯褌谐芯胁邪褉褟褌 薪邪 褉邪蟹写械谢懈褌械谢薪邪褌邪 褋锌芯褋芯斜薪芯褋褌 薪邪 械泻褉邪薪邪 胁懈.
    .scaled-compatibility = 袪械卸懈屑 薪邪 屑邪泻褋懈屑邪谢薪邪 褋褗胁屑械褋褌懈屑芯褋褌
    .compatibility-description = 袩褉芯谐褉邪屑懈褌械 薪邪 X11 屑芯卸械 写邪 懈蟹谐谢械卸写邪褌 褉邪蟹屑邪蟹邪薪懈 薪邪 HiDPI 械泻褉邪薪懈.
    .preferred-display = 袝泻褉邪薪 蟹邪 锌褉械写锌芯褔懈褌邪薪械 蟹邪 懈谐褉懈 懈 锌褉芯谐褉邪屑懈 薪邪 褑褟谢 械泻褉邪薪 薪邪 X11
    .no-display = 袘械蟹

## System

system = 小懈褋褌械屑邪 懈 褉械谐懈褋褌褉邪褑懈懈

## System: About

about = 袨褌薪芯褋薪芯
    .desc = 袠屑械 薪邪 褍褋褌褉芯泄褋褌胁芯褌芯, 懈薪褎芯褉屑邪褑懈褟 蟹邪 褏邪褉写褍械褉邪 懈 褋褌邪薪写邪褉褌薪懈褌械 薪邪褋褌褉芯泄泻懈 薪邪 芯锌械褉邪褑懈芯薪薪邪褌邪 褋懈褋褌械屑邪
about-device = 袠屑械 薪邪 褍褋褌褉芯泄褋褌胁芯褌芯
    .desc = 袩芯泻邪蟹胁邪 褋械 薪邪 写褉褍谐懈 屑褉械卸芯胁懈 懈谢懈 Bluetooth 褍褋褌褉芯泄褋褌胁邪
about-hardware = 啸邪褉写褍械褉
    .model = 袦芯写械谢 薪邪 褏邪褉写褍械褉邪
    .memory = 袩邪屑械褌
    .processor = 袩褉芯褑械褋芯褉
    .graphics = 袚褉邪褎懈泻邪
    .disk-capacity = 袨斜械屑 薪邪 写懈褋泻邪
about-os = 袨锌械褉邪褑懈芯薪薪邪 褋懈褋褌械屑邪
    .os = 袨锌械褉邪褑懈芯薪薪邪 褋懈褋褌械屑邪
    .os-architecture = 袗褉褏懈褌械泻褌褍褉邪 薪邪 芯锌械褉邪褑懈芯薪薪邪褌邪 褋懈褋褌械屑邪
    .kernel = 袙械褉褋懈褟 薪邪 褟写褉芯褌芯
    .desktop-environment = 袪邪斜芯褌薪邪 褋褉械写邪
    .windowing-system = 袚褉邪褎懈褔薪邪 褋懈褋褌械屑邪
about-related = 小胁褗褉蟹邪薪懈 薪邪褋褌褉芯泄泻懈
    .support = 袩芯屑芯褖

## System: Firmware

firmware = 肖褗褉屑褍械褉
    .desc = 袩芯写褉芯斜薪芯褋褌懈 蟹邪 褎褗褉屑褍械褉邪

## System: Users

users = 袩芯褌褉械斜懈褌械谢懈
    .desc = 校写芯褋褌芯胁械褉褟胁邪薪械 懈 锌芯褌褉械斜懈褌械谢褋泻懈 褉械谐懈褋褌褉邪褑懈懈
    .admin = 袗写屑懈薪懈褋褌褉邪褌芯褉
    .standard = 小褌邪薪写邪褉褌械薪
    .profile-add = 袠蟹斜芯褉 薪邪 锌芯褌褉械斜懈褌械谢褋泻邪 褋薪懈屑泻邪
administrator = 袗写屑懈薪懈褋褌褉邪褌芯褉
    .desc = 袗写屑懈薪懈褋褌褉邪褌芯褉懈褌械 屑芯谐邪褌 写邪 锌褉芯屑械薪褟褌 薪邪褋褌褉芯泄泻懈褌械 蟹邪 胁褋懈褔泻懈 锌芯褌褉械斜懈褌械谢懈, 写邪 写芯斜邪胁褟褌 懈 锌褉械屑邪褏胁邪褌 写褉褍谐懈 锌芯褌褉械斜懈褌械谢懈
add-user = 袛芯斜邪胁褟薪械 薪邪 锌芯褌褉械斜懈褌械谢
change-password = 小屑褟薪邪 薪邪 锌邪褉芯谢邪褌邪
remove-user = 袩褉械屑邪褏胁邪薪械 薪邪 锌芯褌褉械斜懈褌械谢褟
full-name = 袩褗谢薪芯 懈屑械
invalid-username = 袩芯褌褉械斜懈褌械谢褋泻芯褌芯 懈屑械 械 薪械胁邪谢懈写薪芯
password-mismatch = 袩邪褉芯谢邪褌邪 懈 锌邪褉芯谢邪褌邪 蟹邪 锌芯褌胁褗褉卸写械薪懈械 褌褉褟斜胁邪 写邪 褋褗胁锌邪写邪褌
save = 袟邪锌邪蟹胁邪薪械
place-here = 袩芯褋褌邪胁械褌械 谐褉邪褎懈褔薪懈 芯斜械泻褌懈 褌褍泻
qr-code-unavailable = QR 泻芯写褗褌 薪械 械 薪邪谢懈褔械薪
network-name = 袠屑械 薪邪 屑褉械卸邪褌邪
share = 小锌芯写械谢褟薪械 薪邪 屑褉械卸邪褌邪
scan-to-connect-description = 小泻邪薪懈褉邪泄褌械 QR 泻芯写邪, 蟹邪 写邪 褋械 褋胁褗褉卸械褌械 褋 褌邪蟹懈 屑褉械卸邪.